
public class Main {
	public static void main(String[] args) {
		/*
		 * 4월 3일(월) ~ 4월 9일(일) 회고록
		 * 
		 * 세미 프로젝트를 하지 않기로 하고
		 * 토이 프로젝트를 하라는 선생님의 권고로 학원생 한 분과 진행하게 되었다.
		 * 
		 * 근데 참 막막하고 뭐부터 해야할지도 몰랐다.
		 * 물론 지금도 많이 막막하고 난관 앞에 난관인데,
		 * 하나하나 코드를 읽어가며 하니까 공부가 확실히 잘 되는 느낌이다.
		 * 
		 * 개발자로 사는 삶은 정말 쉽지 않은 것 같다.
		 * 내가 모르는 것들을 계속 공부하고 알아내야 하는 두려움이 있다.
		 * 근데 전부 모르니까 내가 모르는 것을 깨우쳐도 또 다시 모르는 게 생긴다.
		 * 
		 * 그럼에도 개발자로 사는 것은 재밌는 것 같다.
		 * 아직 병아리이지만, 깨우치고 배운 것을 활용하면 그것만큼 기분이 좋을 순 없다.
		 * 
		 * 다만, 지금 준비하고 있는 것이 너무 많아 순서를 잘 생각해서 해야 할 것 같다.
		 * 너무 스트레스 받지 말고 한 걸음, 한 걸음씩 나아가야겠다.
		 * 
		 * 근데 나는 스트레스 받는 편이라 쉽지 않겠지만,
		 * 이 세계에 발을 담군 이상, LONG RUN 하도록 열심히 해보겠다.
		 * 
		 * 그럼 최정원 오늘도 화이팅!
		 * 
		 */
	}
}
